{
    "navbar":{
        "home":"Home", 
        "about":"Acerca de Mi",
        "skills":"Habilidades",
        "experience":"Experiencia",
        "projects":"Proyectos",
        "contact":"Contacto"
     },
     "name":{
        "greeting":"Hola, yo soy"
     }
     ,
     "message":{
        "message":"Desarrollador de Software",
        "messageOne":"Desarrollador Web",
        "messageTwo":"Arquitecto"
     },
     "title":{
      "about":"ACERCA DE MI",
      "tech":"HABILIDADES",
      "experience":"EXPERIENCIA",
      "projects":"PROYECTOS",
      "contact":"CONTACTO"
},
   "description":{
      "paragraph":"Crecí profesionalmente en el ámbito de la Arquitectura, egresado de la Universidad de Buenos Aires en la Facultad de Arquitectura Diseño y Urbanismo, con un fuerte criterio por el diseño, los espacios y la necesidad de resolver problemas. A lo largo de mi carrera, tuve que encontrar nuevas formas de mostrar mi trabajo. Me siento apasionado con la tecnología y la arquitectura. Por eso comencé a entrené mis habilidades en hacer las cosas útiles para las personas y hacer que el espacio de vida sea más satisfactorio.",
      "paragraph1":"En la programación encuentro una forma que me permite poner mi creatividad en la resolución de problemas, con el objetivo de mejorar las cosas para las personas que usan Internet para trabajar y divertirse. Quiero hacer la vida de ellos más dinámica y fluida con un trabajo volcado en el front-end de los sitios web o aplicaciones sin descuidar el back-end.",
      "paragraph2":" Como iniciativa, hice la carrera de programación Java para orientarme en el lenguaje de objetos y ser el punto de partida por donde comenzar mi carrera como desarrollador de software.",
      "paragraph3":"Además, estoy estudiando desarrollo web Full Stack integrando HTML5, CSS3, Javascript, React JS, Node Js, MongoDB, Firebase, express, orientado a Front-end y Back-end. ",
      "paragraph4":"Actualmente, estoy mejorando mis habilidades en la tecnología front-end, porque me gusta combinar mi lado artístico con la lógica de la programación.",
      "paragraph5":"Hoy me veo como un profesional en constante evolución que se adapta a las nuevas tecnologías y nuevas librerías. Me gusta pensar que me estoy convirtiendo en un nuevo profesional que cree en una carrera versátil que combine la programación con la creatividad."
   },

   "expertise":{
      "place":"Gobierno de la Ciudad de Buenos Aires",
      "software":"Desarrollador de Software",
      "job":"Ministerio de Ambiente",
      "jobTwo":"& Espacio Público",
      "jobThree":"Dirección General de Reciclado",
      "jobFour":"Gobierno de la Ciudad de Buenos Aires",
      "state":"Arquitecto - Diseñador",
      "duration":"Duración",
      "tecno":"Tecnología",
      "desc":"Descripción",
      "web":"Desarrollor Web",
      "design":"Arquitecto",
      "design2nd":"Diseñador 3D",
      "task":"Realización de proyectos e inspección de obra en los Centros Verdes. Asistencia técnica a ingenieros industriales para la ejecución de Plantas de Reciclado. Ejecución de planos de detalles, cómputo y presupuesto, licitaciones públicas, protocolos de inicio de obra, planes de trabajo, certficados de obra. Planos conforme a obra. Compra de materiales y subcontratos, comparatíva de precios, coordinación de entrega en las obras con su seguimiento y control, reclamos (remitos y facturas). Trato frecuente con proveedores.",
      "task2nd":" Armado de diseños creativos para aplicaciones web junto al desarrollo de sus funciones.",
      "task3rd":" Diseño de edificios en altura, viviendas unifamiliares y paisajismo",
      "task4th":" Armado de imágenes y videos 3D"
},
      "date":{
         "month0":"Presente",
         "month3":"Febrero",    
         "month8":"Agosto"              
      },
      "age":{
         "age0":"2018",
         "ageOne":"2016"
      },
      "project":{
              "project1st":"App Clima",
              "project2nd":"Curriculum Vitae",
              "desc":"Descripción",
              "tech":"Tecnologías Implementada",
              "details":"DETALLES DEL PROYECTO",
              "features":"Característica",
              "live":"DEMO",
              "code":"CODIGO FUENTE",
              "list":"Permite saber el clima leyendo un archivo JSON",
              "list1":"Desarrollado con React y Material UI",
              "list2":"Diseño Responsivo",
              "list3":"Primer Web App de Mi Portfolio, pruebas y errores pero sobre todo conocimiento",
              "list4":"Permite conocer mis trabajos, con diseño responsivo y diseño estético",
              "list5":"Desarrollado con React, react bootstrap. Hosteado con Vercel", 
              "text":"Esta app clima está creada con React, permite la búsqueda del clima en cada ciudad recorriendo la información a través de un JSON",
              "text1":"Este es mi CV. Estaba estudiando para convertirme en desarrollador de software y ganarme la vida con esto cuando lo creé al buscar Cv en la búsqueda de Google."
      },

      "wp":{
         "message":"Hola! vi tu portfolio, podemos coordinar una entrevista?."
 }
}